-- phpMyAdmin SQL Dump
-- version 2.11.9.4
-- http://www.phpmyadmin.net
--
-- Хост: localhost
-- Време на генериране: 22 декември 2011 в 11:26
-- Версия на сървъра: 5.0.75
-- Версия на PHP: 5.2.6

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";

--
-- БД: `rvltdeu_rvingenering`
--

-- --------------------------------------------------------

--
-- Структура на таблица `admin`
--

CREATE TABLE IF NOT EXISTS `admin` (
  `id` int(11) NOT NULL auto_increment,
  `username` varchar(100) NOT NULL,
  `password` varchar(100) NOT NULL,
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=2 ;

--
-- Дъмп (схема) на данните в таблицата `admin`
--

INSERT INTO `admin` (`id`, `username`, `password`) VALUES
(1, 'stefan', '2e970e822e1a8834203d06abb60f59ec');

-- --------------------------------------------------------

--
-- Структура на таблица `images`
--

CREATE TABLE IF NOT EXISTS `images` (
  `id` int(11) unsigned NOT NULL auto_increment,
  `id_project` int(11) unsigned NOT NULL,
  `is_title` int(1) default '0',
  `on_header` int(1) NOT NULL default '0',
  `to_arc` tinyint(1) NOT NULL default '0',
  PRIMARY KEY  (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=61 ;

--
-- Дъмп (схема) на данните в таблицата `images`
--

INSERT INTO `images` (`id`, `id_project`, `is_title`, `on_header`, `to_arc`) VALUES
(1, 4, 0, 0, 0),
(2, 4, 1, 0, 0),
(3, 4, 0, 0, 0),
(4, 1, 0, 1, 1),
(5, 5, 1, 0, 0),
(6, 1, 0, 0, 1),
(7, 3, 0, 0, 1),
(8, 2, 0, 0, 0),
(9, 2, 0, 0, 0),
(10, 2, 1, 0, 0),
(11, 5, 0, 0, 1),
(12, 7, 0, 1, 0),
(13, 2, 0, 0, 0),
(14, 2, 0, 0, 0),
(15, 2, 0, 0, 0),
(16, 2, 0, 0, 0),
(17, 2, 0, 1, 0),
(18, 1, 1, 0, 0),
(19, 1, 0, 0, 0),
(20, 1, 0, 0, 0),
(21, 1, 0, 0, 1),
(22, 3, 0, 1, 0),
(23, 3, 1, 0, 0),
(24, 3, 0, 0, 0),
(25, 3, 0, 0, 0),
(26, 3, 0, 0, 0),
(27, 3, 0, 0, 0),
(28, 3, 0, 0, 0),
(29, 3, 0, 0, 0),
(30, 3, 0, 0, 0),
(31, 3, 0, 0, 0),
(32, 3, 0, 0, 0),
(33, 6, 1, 0, 0),
(34, 6, 0, 0, 0),
(35, 6, 0, 1, 0),
(36, 6, 0, 0, 0),
(37, 6, 0, 0, 0),
(38, 6, 0, 0, 0),
(39, 7, 1, 0, 0),
(40, 7, 0, 0, 0),
(41, 7, 0, 0, 0),
(42, 7, 0, 0, 0),
(43, 7, 0, 0, 0),
(44, 7, 0, 0, 0),
(45, 7, 0, 0, 1),
(46, 7, 0, 0, 0),
(47, 7, 0, 0, 0),
(48, 7, 0, 0, 0),
(49, 7, 0, 0, 0),
(50, 7, 0, 0, 0),
(51, 8, 1, 0, 0),
(52, 8, 0, 0, 0),
(53, 8, 0, 0, 0),
(54, 8, 0, 0, 0),
(55, 8, 0, 0, 0),
(56, 8, 0, 0, 0),
(57, 9, 1, 0, 0),
(58, 9, 0, 0, 0),
(59, 9, 0, 0, 0),
(60, 9, 0, 0, 0);

-- --------------------------------------------------------

--
-- Структура на таблица `project`
--

CREATE TABLE IF NOT EXISTS `project` (
  `id` int(11) unsigned NOT NULL auto_increment,
  `name` varchar(255) NOT NULL,
  `description` text NOT NULL,
  `is_project` tinyint(1) NOT NULL default '0' COMMENT 'po default proekt 1 za prodajba',
  `price` double(10,2) NOT NULL default '0.00',
  `currency` enum('USD','EUR','BGN') NOT NULL default 'BGN',
  `to_arc` tinyint(1) NOT NULL default '0',
  PRIMARY KEY  (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=10 ;

--
-- Дъмп (схема) на данните в таблицата `project`
--

INSERT INTO `project` (`id`, `name`, `description`, `is_project`, `price`, `currency`, `to_arc`) VALUES
(1, 'Еднофамилна жилищна сграда ', 'Еднофамилна жилищна сграда с разгъната площ от 210м<sup>2</sup>.  Разположена е на остров Карпатос - Гърция. Ограда - ковано желязо. Остров Карпатос е на Егейско море известно с кристално чистата си вода. Минимални зимни температури 8 градуса.', 1, 0.00, 'BGN', 0),
(2, 'Къщи в Гърция', 'Три къщи на площ от 6000м<sup>2</sup>, всяка по 180м<sup>2</sup> със собствена плажна ивица на брега на Егейско море - остров Карпатос , Гърция. Минимални зимни температури 8 градуса.Продадени.', 2, 0.00, 'BGN', 0),
(3, 'Къща село Дибич', 'Площ 360м<sup>2</sup>. Къщата се състои от 4 спални , хол , трапезария , кухня , 3 бани , 3 тоалетни. Построена е за година и шест месеца. Цялостно обжавеждане , вертикални щори , ламинат. ', 1, 0.00, 'BGN', 0),
(4, 'Тестова 1', 'Тестова 1 тестТестова 1 тестТестова 1 тестТестова 1 тестТестова 1 тестТестова 1 тестТестова 1 тестТестова 1 тестТестова 1 тестТестова 1 тестТестова 1 тестТестова 1 тестТестова 1 тест', 1, 0.00, 'BGN', 1),
(5, 'ka6ta za 500 000', 'Къщите са разположени на терен от 3600кв.м, граничещ с морето.Имат собствена плажна ивица, обградена от живописни скални масиви, гарантиращи спокойствие и приятни изживявания. Цените са за напълно завършени къщи с оборудвани кухни. ', 2, 50000.00, 'EUR', 1),
(6, 'Къща АРКАСА', 'Еднофамилна жилищна сграда с площ от 170м<sup>2</sup>, с изглед към морето на 10 минути от плажа. Дворно място с площ 300м<sup>2</sup> с проект за още една къща от 180м<sup>2</sup>. Намира се в живописното село Аркаса на остров Карпатос , Гърция. С изглед към Егейско море, което е с кристално чиста вода.Минимални зимни температури 8 градуса.', 2, 240000.00, 'EUR', 0),
(7, 'Къща село Лозево', 'Площ на къщата 400м<sup>2</sup>. Къщата се състои от 5 спални, хол с трапезария, кухня, гараж, бани, тоалетни, мази.\r\nОбоновени стари площи - надстройка.Ограда - декоративен камък , покривна констукция. Завършена през 2009 година.Построена е за период от 1 година.  Инвеститор Николай Марков', 1, 0.00, 'BGN', 0),
(8, 'Къща град Нови Пазар', 'Площта на къщата е 200м<sup>2</sup>.Състои се от 3 спални, 2 тоалетни, 2 бани, мансарден етаж - панорама. Масивна ограда\r\n , топлоизолация , PVC врати и прозорци.', 1, 0.00, 'BGN', 0),
(9, 'Футболно игрище', 'Изграждане на детски площадки и футболни игрища с естествена и изкуствена трева.Изкуствената трева  е внос от Холандия с високо качество и дългогодишна експлоатация.', 1, 0.00, 'BGN', 0);
