<?php
/**
 * Created by PhpStorm.
 * User: Georgievi
 * Date: 5.1.2016 г.
 * Time: 17:53 ч.
 */

$referencii = array(1,2,3,4,5,6,7,8);

?>

<div class="container">
    <div class="row">
<!--        За нас-->
        <div class="col-md-8">
<!--            <h5>РВ Инженеринг ЕООД</h5>-->
            <div class="well">
                <h4>За нас</h4>
                <!--                Описание на дейноста на фирмата-->
                <div class="desc">
                    Дейността на компанията обхваща цялостния процес на строителството – от всички фази на проектиране, строеж, довършителни дейностти до реализацията им на пазара. Ние се развиваме динамично, съобразно тенденциите на пазара за недвижими имоти.
                </div>

<!--                текст-->
                <div class="text">
                    Сградите ни се отличават с нестандартна архитектура, качествено изпълнение и функционалност.
                    На какво държим в работата си?
                    <ul>
                        <li>качествени материали, качествено строителство;</li>
                        <li>спазване на срокове за изпълнение;</li>
                        <li>технологична дисциплина;</li>
                        <li>спазване на договореностите;</li>
                    </ul>
                    <b>Нашите цели :</b>
                    Прилагаме най-новите технологии и материали, за да създадем едно сигурно и красиво място за живеене, в което се съчетават уют, функционалност и спокойствие.

                    Индивидуален подход към всеки клиент, разбиране и удовлетворяване на неговите изисквания и потребности.
                    Гарантираме максимална сигурност и защита на Вашите интереси, на всеки етап от сделката.

                    С отговорното си отношение към работата, успяхме да спечелим доверието на много клиенти от страната и чужбина.

                    За нас са важни дълготрайните взаимоотношения, базирани на коректност и професионализъм, което е гаранция за успех и стабилно развитие.
                    Ръководени от принципа, че домът е място, в което човек се чувства защитен и в безопастност, ние ще работим с вас от началото до края, за да сте сигурни, че получавате точно това, което искате.
                    РВ ИНЖЕНЕРИНГ ЕООД извършва висококачествени строително-ремонтни услуги като:
                    <ul>
                        <li>Мазилки</li>
                        <li>Шпакловки</li>
                        <li>Замазки</li>
                        <li>Боядисване</li>
                        <li>Облицовка</li>
                        <li>Мозайка</li>
                        <li>Дървени облицовки</li>
                        <li>Изкуствени облицовки</li>
                        <li>Хидро и топлоизолации</li>
                        <li>Изолации на тръби, тръбопроводи и други съоръжения</li>
                        <li>Киселинно устойчиви изолации</li>
                        <li>Газопламъчни изолации</li>
                        <li>Течни хидроизолации</li>
                        <li>Топлоизолации</li>
                        <li>Луксозни вътрешни ремонти</li>
                        <li>Почистване на канализации-ръчно и машинно</li>
                        <li>Окачени тавани</li>
                    </ul>
                    Фирмата е изключителен представител на ниско енергийните къщи “Rich House” за Североизточна България, които се отличават с висок  комфорт на живот, ниски разходи за отопление и охлаждане, висока ефективност, здравина, бързина на строителство, достъпност и екологичност.
            </div>
        </div>
    </div>

<!--        Декларация и референции-->
        <div class="col-md-4" id="declataration">
            <div class="well declaration ">
                <h4>Декларация</h4>
                <div class="center">
                    <a class="center" href="images/deklaraciq.jpg" data-lightbox="declaration">
                        <img src="images/deklaraciq_mini.jpg" alt="declaration" class="img-responsive">
                    </a>
                </div>
            </div>

            <div class="well referenciiContainer">
                <h4>Референция</h4>
                <div class="slider-wrapper theme-default center">
                    <div class="ribbon"></div>
                    <div id="referencii" class="nivoSlider">
                        <?php
                        foreach($referencii as $value) {
                            ?>
                            <a  href="referencii/r<?php echo $value;?>.jpg" data-lightbox="referencii">
                                <img class="projectImage img-responsive" src="referencii/thumbs/r<?php echo $value;?>t.jpg" alt="referencii">
                            </a>
                            <?php
                        }
                        ?>
                    </div>
                </div>
            </div>


        </div>
    </div>
</div>
